const OBJECTS_COUNT = 25;

const NAME = [
  'Виктор',
  'Антонио',
  'Игнат',
  'Брюс',
  'Олег',
  'Оксана',
  'Денис',
  'Анна',
  'Иван',
  'Кирилл'
];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const DESCRIPTIONS = [
  'Пляж отеля с высоты.',
  'Оригинальный указатель к пляжу.',
  'Красивый пляж с бирюзовой водой.',
  'Девушка в купакльнике с очень дорогим фотоаппаратом.',
  'Гуляшевые ванны.',
  'Черный спорткар.',
  'Моя диета.',
  'Ягодный морс.',
  'Пытаюсь поймать самолет.',
  'Как компактно хранить свою обувь.',
  'Путь к пляжу между зарослями.',
  'Белый спорткар.',
  'Когда лень делать нормальный салат.',
  'Сушикот.',
  'Когда мёрзнут ноги',
  'Пролетая над горами.',
  'А вот так одновременно у нас свело челюсть.',
  'Да, этот автомобиль древнее этих стен.',
  'Устал ночью биться мизинцем об тумбочки.',
  'Мой сад. Всё что смог вырастить.',
  'Не знал как ещё украсить свой салат.',
  'Гигантская улитка скользит по волнам на закате.',
  'Пальцы не совать!',
  'Это был очень крутой концерт!',
  'Бегемот застрял в текстурах.',
];

export {MESSAGES, NAME, DESCRIPTIONS, OBJECTS_COUNT};
